{
  "places": [
    {
      "name": "Скансен або Музей просто неба",
      "description": "Скансен — це відкритий музей, що демонструє традиційну архітектуру та обряди України. Ви можете відвідати автентичні дерев'яні будівлі, виготовлені в стилі народного будівництва, а також взяти участь у майстер-класах та фольклорних заходах.",
      "address": "вул. Скансенська, Ужгород",
      "category": "Музей"
    },
    {
      "name": "Ужгородський замок",
      "description": "Ужгородський замок — історична фортеця, розташована на горі над річкою Уж. Замок був заснований у IX столітті та відзначається вражаючою архітектурою. Відсюди відкривається чудовий вид на місто та гірський пейзаж.",
      "address": "вул. Замкова, Ужгород",
      "category": "Замок"
    },
    {
      "name": "Закарпатський обласний художній музей (Палац Потоцьких)",
      "description": "Палац Потоцьких — це культурний центр, де зберігається та виставляється колекція творів мистецтва. Відвідайте музей, щоб насолодитися картинами та скульптурами місцевих та відомих художників.",
      "address": "вул. Капітульна, Ужгород",
      "category": "Музей"
    },
    {
      "name": "Галерея \"Підзамкова\"",
      "description": "Галерея \"Підзамкова\" — це виставковий центр, де ви зможете побачити та оцінити роботи як місцевих, так і міжнародних художників. Експозиції змінюються, пропонуючи різноманіття стилів та течій мистецтва.",
      "address": "вул. Капітульна, Ужгород",
      "category": "Галерея"
    },
    {
      "name": "Міський театр драми ім. Петра Франка",
      "description": "Міський театр драми — це місце, де ви можете насолоджуватися високоякісними театральними виставами. Тут проводяться і виступи театральних труп, і музичні концерти, щоб задовольнити різноманітні творчі смаки глядачів.",
      "address": "вул. Театральна, Ужгород",
      "category": "Театр"
    },
    {
      "name": "Музей народної архітектури та побуту \"Старий Ужгород\"",
      "description": "Музей \"Старий Ужгород\" — це унікальний комплекс дерев'яних будівель, які відтворюють старовинну архітектуру та побут ужгородців. Прогуляйтеся вузькими вуличками та відчуйте атмосферу минулих століть.",
      "address": "вул. Капітульна, Ужгород",
      "category": "Музей"
    },
    {
      "name": "Музей мукачівської житлової архітектури \"Палац Амброзі\"",
      "description": "Музей мукачівської архітектури розташований у стилізованому палаці та розповідає історію житлової архітектури в регіоні. Ви дізнаєтеся про традиції та особливості будівництва у Закарпатті.",
      "address": "вул. Миру, Мукачево",
      "category": "Музей"
    },
    {
      "name": "Ботанічний сад",
      "description": "Ботанічний сад — це природний оазис із різноманітними видами рослин, від екзотичних до місцевих. Це чудове місце для відпочинку та вивчення рослинного світу.",
      "address": "вул. Довженка, Ужгород",
      "category": "Природа"
    },
    {
      "name": "Корзо",
      "description": "Корзо — це пішохідна вулиця в центрі міста, де ви можете насолоджуватися архітектурою, кафе та магазинами. Вечірній Корзо — це популярне місце для прогулянок та вечірнього відпочинку.",
      "address": "вул. Корзо, Ужгород",
      "category": "Архітектура"
    },
    {
      "name": "Музей писанкарства та іграшки",
      "description": "Музей писанкарства та іграшки презентує багатство української народної творчості. Тут ви зможете побачити величезні писанки та традиційні дитячі іграшки.",
      "address": "вул. Писанкова, Ужгород",
      "category": "Музей"
    }
  ]
}